lbl1_1 ='Добро пожаловать в программу по определению состояния здоровья'
lbl1_2 = 'Данное приложение позволит вам с помощью теста Руфье провести диагностику вашего здоровья.
Проба руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.
У испытуемого, находящегося в положении лежа на спине в течении 5 мин, определяют частоту пульса за 15 секунд;
затем в течение 45 секунд испытуемый выполняет 30 приседаний.
После окончания нагрузки испытуемый ложится, и у него вновь подсчитывают число пульсаций за первые 15 секунд,
а потом - за последние 15 секунд первой минуты периода восстановленияю
Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в ушах, сильная отдышка и др.), то тест необходимо прервать и обратиться к врачу. '
lbl2_1 = 'Введите Ф.И.О.:'
lbl2_2 = 'Полных лет:'
lbl2_3 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.'
lbl2_4 = 'Результат запишите в соответствующее поле.'
lbl2_5 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",
чтобы запустить счетчик приседаний.'
lbl2_6 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.'
lbl2_7 = 'Нажмите кнопку "Начать финальный тест", чтобы запустить таймер.'
lbl2_8 = 'Зеленым обозначены секунды, в течении которых необходимо
проводить измерения, черным - минуты без замеры пульсаций. Результаты запишите в соответствубщие поля.'